References/ASTT/TestSuits/Tests/PTZ/TC.PTZ.NVT.17/TC.PTZ.NVT.17_REQ_07.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver10/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:GotoPreset>
      <tptz:ProfileToken>prof0</tptz:ProfileToken>
      <tptz:PresetName></tptz:PresetName>
    </tptz:GotoPreset>
  </s:Body>
</s:Envelope>